window.tcgSuzhouDecklists = {
  "byKey": {
    "xinyun-lillia": {
      "key": "xinyun-lillia",
      "deckId": 5069114,
      "playerId": 388458,
      "publicCode": "s92czb7wup",
      "player": "梦之星-掀云",
      "databasePlayer": "梦之星-掀云☁️☁️☁️",
      "rank": 45,
      "deckName": "爪子喵",
      "deckCategory": "莉莉娅-含羞蓓蕾",
      "title": "莉莉娅牌表",
      "buttonLabel": "莉莉娅牌表",
      "main": [
        [
          "含羞蓓蕾",
          1,
          "传奇｜绿/蓝｜稀有"
        ],
        [
          "莉莉娅, 仙灵小鹿",
          1,
          "英雄单位｜蓝｜3费｜3力量｜稀有"
        ],
        [
          "夜阑谣",
          1,
          "专属法术｜绿/蓝｜2费｜史诗"
        ],
        [
          "精灵提灯",
          3,
          "装备｜蓝｜2费｜不凡"
        ],
        [
          "训练有素",
          3,
          "法术｜绿｜2费｜不凡"
        ],
        [
          "魅惑妖术",
          2,
          "法术｜绿｜1费｜普通"
        ],
        [
          "蔑视",
          3,
          "法术｜绿｜1费｜普通"
        ],
        [
          "“敲”诈",
          3,
          "法术｜蓝｜1费｜普通"
        ],
        [
          "星芒凝汇",
          2,
          "法术｜蓝｜6费｜不凡"
        ],
        [
          "镜中幻影",
          3,
          "法术｜蓝｜2费｜稀有"
        ],
        [
          "精灵迸发",
          3,
          "法术｜蓝｜5费｜普通"
        ],
        [
          "择日再战",
          2,
          "法术｜蓝｜1费｜不凡"
        ],
        [
          "迅捷蟹",
          3,
          "单位｜绿｜2费｜0力量｜稀有"
        ],
        [
          "千尾监视者",
          2,
          "单位｜蓝｜7费｜7力量｜稀有"
        ],
        [
          "精灵女王",
          2,
          "单位｜蓝｜7费｜6力量｜稀有"
        ],
        [
          "拉文布鲁姆学生",
          3,
          "单位｜蓝｜2费｜2力量｜不凡"
        ],
        [
          "玄冰之心",
          2,
          "装备｜绿｜3费｜稀有"
        ],
        [
          "斯特拉克的挑战护手",
          1,
          "装备｜绿｜3费｜3力量｜稀有"
        ],
        [
          "顽皮触手",
          1,
          "法术｜绿｜4费｜稀有"
        ],
        [
          "暮色玫瑰实验室",
          1,
          "战场｜不凡"
        ],
        [
          "荣耀竞技场",
          1,
          "战场｜不凡"
        ],
        [
          "落岩之径",
          1,
          "战场｜不凡"
        ],
        [
          "灵光符文",
          6,
          "符文｜蓝｜普通"
        ],
        [
          "翠意符文",
          6,
          "符文｜绿｜普通"
        ]
      ],
      "side": [
        [
          "过载能量",
          2,
          "法术｜蓝｜7费｜史诗"
        ],
        [
          "卑鄙之喉",
          2,
          "单位｜绿｜8费｜8力量｜史诗"
        ],
        [
          "夜阑谣",
          1,
          "专属法术｜绿/蓝｜2费｜史诗"
        ],
        [
          "斩剑浪客",
          2,
          "单位｜绿｜3费｜2力量｜普通"
        ],
        [
          "魅惑妖术",
          1,
          "法术｜绿｜1费｜普通"
        ]
      ]
    },
    "fool-garen": {
      "key": "fool-garen",
      "deckId": 5069201,
      "playerId": 412649,
      "publicCode": "zq4t8bthw6",
      "player": "KLG-Fool",
      "databasePlayer": "草莓蛋糕",
      "rank": 56,
      "deckName": "全靠化缘",
      "deckCategory": "盖伦-德玛西亚之力, 入门",
      "title": "盖伦牌表",
      "buttonLabel": "盖伦牌表",
      "main": [
        [
          "德玛西亚之力, 入门",
          1,
          "传奇｜橙/黄｜稀有"
        ],
        [
          "盖伦, 身经百战",
          1,
          "英雄单位｜橙｜6费｜5力量｜稀有"
        ],
        [
          "万世催化石",
          3,
          "法术｜橙｜4费｜不凡"
        ],
        [
          "动员",
          3,
          "法术｜橙｜2费｜普通"
        ],
        [
          "决斗",
          3,
          "法术｜橙｜2费｜普通"
        ],
        [
          "迎敌号令",
          2,
          "法术｜橙｜2费｜普通"
        ],
        [
          "暗中破坏",
          3,
          "法术｜橙｜1费｜稀有"
        ],
        [
          "未来熔炉",
          3,
          "装备｜黄｜2费｜普通"
        ],
        [
          "远古巨龙",
          3,
          "单位｜橙｜12费｜10力量｜史诗"
        ],
        [
          "击退",
          2,
          "法术｜橙｜1费｜不凡"
        ],
        [
          "坚毅不倒",
          2,
          "法术｜橙｜1费｜不凡"
        ],
        [
          "剑刃飓风",
          2,
          "法术｜橙｜1费｜普通"
        ],
        [
          "卡银娜·薇蕊泽",
          2,
          "单位｜黄｜7费｜6力量｜史诗"
        ],
        [
          "闪耀极光",
          3,
          "装备｜橙｜9费｜史诗"
        ],
        [
          "暗影的召唤",
          2,
          "法术｜黄｜2费｜不凡"
        ],
        [
          "牺牲",
          2,
          "法术｜黄｜1费｜稀有"
        ],
        [
          "占卜贝壳",
          3,
          "装备｜黄｜2费｜不凡"
        ],
        [
          "先打再问",
          1,
          "法术｜橙｜1费｜普通"
        ],
        [
          "攀圣长阶",
          1,
          "战场｜不凡"
        ],
        [
          "雷霆之纹",
          1,
          "战场｜不凡"
        ],
        [
          "遗忘丰碑",
          1,
          "战场｜不凡"
        ],
        [
          "序理符文",
          5,
          "符文｜黄｜普通"
        ],
        [
          "摧破符文",
          7,
          "符文｜橙｜普通"
        ]
      ],
      "side": [
        [
          "亡花掠食者",
          2,
          "单位｜橙｜8费｜8力量｜史诗"
        ],
        [
          "强手裂颅",
          2,
          "法术｜黄｜2费｜不凡"
        ],
        [
          "圣裁之刻",
          2,
          "法术｜黄｜7费｜史诗"
        ],
        [
          "战术撤退",
          1,
          "法术｜黄｜2费｜稀有"
        ],
        [
          "先打再问",
          1,
          "法术｜橙｜1费｜普通"
        ]
      ]
    },
    "yankim1-leblanc": {
      "key": "yankim1-leblanc",
      "deckId": 5069250,
      "playerId": 435070,
      "publicCode": "tqmt2n2xhy",
      "player": "Yankim1",
      "databasePlayer": "Yankim1",
      "rank": 53,
      "deckName": "黄蓝娜美",
      "deckCategory": "乐芙兰-诡术妖姬",
      "title": "妖姬牌表",
      "buttonLabel": "妖姬牌表",
      "main": [
        [
          "诡术妖姬",
          1,
          "传奇｜蓝/黄｜异画(签名)｜签名"
        ],
        [
          "乐芙兰, 残影之殇",
          2,
          "英雄单位｜黄｜3费｜3力量｜异画"
        ],
        [
          "镜花水月",
          3,
          "专属法术｜蓝/黄｜3费｜史诗"
        ],
        [
          "艾克, 溯时洄光",
          3,
          "英雄单位｜蓝｜5费｜5力量｜稀有"
        ],
        [
          "卡尔萨斯, 永恒颂葬",
          3,
          "英雄单位｜黄｜3费｜3力量｜稀有"
        ],
        [
          "黑色玫瑰要员",
          3,
          "单位｜黄｜3费｜2力量｜普通"
        ],
        [
          "峡谷先锋",
          3,
          "单位｜黄｜8费｜7力量｜异画"
        ],
        [
          "诚实掮客",
          2,
          "单位｜黄｜2费｜2力量｜普通"
        ],
        [
          "戈拉斯克调酒师",
          3,
          "单位｜黄｜5费｜5力量｜不凡"
        ],
        [
          "警觉的哨兵",
          3,
          "单位｜蓝｜2费｜1力量｜普通"
        ],
        [
          "千尾监视者",
          3,
          "单位｜蓝｜7费｜7力量｜稀有"
        ],
        [
          "侦察飞鹰",
          3,
          "单位｜黄｜2费｜1力量｜普通"
        ],
        [
          "暗影的召唤",
          1,
          "法术｜黄｜2费｜不凡"
        ],
        [
          "牺牲",
          3,
          "法术｜黄｜1费｜稀有"
        ],
        [
          "清理门户",
          2,
          "法术｜黄｜2费｜普通"
        ],
        [
          "暗刃",
          3,
          "法术｜黄｜2费｜普通"
        ],
        [
          "暮色玫瑰实验室",
          1,
          "战场｜不凡"
        ],
        [
          "攀圣长阶",
          1,
          "战场｜异画"
        ],
        [
          "疾风山丘",
          1,
          "战场｜不凡"
        ],
        [
          "灵光符文",
          5,
          "符文｜蓝｜异画"
        ],
        [
          "序理符文",
          7,
          "符文｜黄｜异画"
        ]
      ],
      "side": [
        [
          "蔚, 和平卫士",
          2,
          "英雄单位｜黄｜5费｜5力量｜异画"
        ],
        [
          "清理门户",
          1,
          "法术｜黄｜2费｜普通"
        ],
        [
          "废物利用",
          3,
          "法术｜黄｜2费｜不凡"
        ],
        [
          "星芒凝汇",
          1,
          "法术｜蓝｜6费｜不凡"
        ],
        [
          "风箱炎息",
          1,
          "法术｜蓝｜1费｜稀有"
        ]
      ]
    },
    "cangbao-sivir": {
      "key": "cangbao-sivir",
      "deckId": 5069316,
      "playerId": 392676,
      "publicCode": "ch6jfhju49",
      "player": "藏宝 嗯哼",
      "databasePlayer": "藏宝 嗯哼",
      "rank": 4,
      "deckName": "极光",
      "deckCategory": "希维尔-战争女神",
      "title": "极光牌表",
      "buttonLabel": "极光牌表",
      "main": [
        [
          "战争女神",
          1,
          "传奇｜橙/紫｜稀有"
        ],
        [
          "希维尔, 险中求贵",
          1,
          "英雄单位｜紫｜4费｜4力量｜异画"
        ],
        [
          "远古巨龙",
          3,
          "单位｜橙｜12费｜10力量｜史诗"
        ],
        [
          "辟心玄龙",
          3,
          "单位｜紫｜7费｜7力量｜稀有"
        ],
        [
          "月神恩赐",
          3,
          "法术｜紫｜3费｜普通"
        ],
        [
          "遗弃",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "先打再问",
          2,
          "法术｜橙｜1费｜普通"
        ],
        [
          "动员",
          3,
          "法术｜橙｜2费｜普通"
        ],
        [
          "万世催化石",
          3,
          "法术｜橙｜4费｜不凡"
        ],
        [
          "罡风",
          3,
          "法术｜紫｜1费｜普通"
        ],
        [
          "暗中破坏",
          3,
          "法术｜橙｜1费｜稀有"
        ],
        [
          "卡牌骗术",
          3,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "据为己有",
          1,
          "法术｜紫｜8费｜史诗"
        ],
        [
          "占卜花朵",
          3,
          "装备｜紫｜1费｜不凡"
        ],
        [
          "临终仪式",
          2,
          "装备｜紫｜3费｜2力量｜史诗"
        ],
        [
          "闪耀极光",
          3,
          "装备｜橙｜9费｜史诗"
        ],
        [
          "无主宝藏",
          3,
          "装备｜紫｜2费｜不凡"
        ],
        [
          "雷霆之纹",
          1,
          "战场｜不凡"
        ],
        [
          "攀圣长阶",
          1,
          "战场｜不凡"
        ],
        [
          "卑鄙之喉的巢穴",
          1,
          "战场｜不凡"
        ],
        [
          "混沌符文",
          6,
          "符文｜紫｜普通"
        ],
        [
          "摧破符文",
          6,
          "符文｜橙｜普通"
        ]
      ],
      "side": [
        [
          "亡花掠食者",
          2,
          "单位｜橙｜8费｜8力量｜史诗"
        ],
        [
          "遗弃",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "剑刃飓风",
          1,
          "法术｜橙｜1费｜普通"
        ],
        [
          "紧急召回",
          2,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "坚毅不倒",
          2,
          "法术｜橙｜1费｜不凡"
        ]
      ]
    },
    "leixi-fiora": {
      "key": "leixi-fiora",
      "deckId": 5069352,
      "playerId": 385887,
      "publicCode": "3dwtjdg2br",
      "player": "雷汐",
      "databasePlayer": "雷汐",
      "rank": 25,
      "deckName": "久违",
      "deckCategory": "菲奥娜-无双剑姬",
      "title": "剑姬牌表",
      "buttonLabel": "剑姬牌表",
      "main": [
        [
          "无双剑姬",
          1,
          "传奇｜橙/黄｜稀有"
        ],
        [
          "菲奥娜, 所向披靡",
          2,
          "英雄单位｜黄｜4费｜4力量｜稀有"
        ],
        [
          "阿克尚, 放浪不羁",
          2,
          "英雄单位｜橙｜4费｜4力量｜稀有"
        ],
        [
          "菲奥娜, 无上统御",
          2,
          "英雄单位｜黄｜3费｜3力量｜异画"
        ],
        [
          "瑟提, 铁拳",
          2,
          "英雄单位｜橙｜5费｜4力量｜异画"
        ],
        [
          "无名英雄",
          3,
          "单位｜黄｜2费｜2力量｜不凡"
        ],
        [
          "大副",
          3,
          "单位｜橙｜3费｜3力量｜普通"
        ],
        [
          "竞技场新人",
          3,
          "单位｜橙｜2费｜2力量｜普通"
        ],
        [
          "牺牲",
          1,
          "法术｜黄｜1费｜稀有"
        ],
        [
          "先打再问",
          3,
          "法术｜橙｜1费｜普通"
        ],
        [
          "决斗",
          3,
          "法术｜橙｜2费｜普通"
        ],
        [
          "暗刃",
          3,
          "法术｜黄｜2费｜普通"
        ],
        [
          "废物利用",
          2,
          "法术｜黄｜2费｜不凡"
        ],
        [
          "击退",
          2,
          "法术｜橙｜1费｜不凡"
        ],
        [
          "多兰之刃",
          3,
          "装备｜橙｜2费｜2力量｜普通"
        ],
        [
          "狂徒铠甲",
          1,
          "装备｜橙｜1费｜1力量｜不凡"
        ],
        [
          "暴风大剑",
          3,
          "装备｜黄｜4费｜3力量｜不凡"
        ],
        [
          "劳伦特心眼刀",
          2,
          "专属法术｜橙/黄｜2费｜史诗"
        ],
        [
          "崔法利兵营",
          1,
          "战场｜不凡"
        ],
        [
          "希拉娜修道院",
          1,
          "战场｜不凡"
        ],
        [
          "沉没神庙",
          1,
          "战场｜不凡"
        ],
        [
          "序理符文",
          5,
          "符文｜黄｜普通"
        ],
        [
          "摧破符文",
          7,
          "符文｜橙｜普通"
        ]
      ],
      "side": [
        [
          "奈德丽, 灵猫形态",
          2,
          "英雄单位｜橙｜3费｜4力量｜稀有"
        ],
        [
          "艾希, 凛如寒芒",
          3,
          "英雄单位｜黄｜5费｜4力量｜稀有"
        ],
        [
          "坚毅不倒",
          2,
          "法术｜橙｜1费｜不凡"
        ],
        [
          "废物利用",
          1,
          "法术｜黄｜2费｜不凡"
        ]
      ]
    },
    "gaoyuan-ezreal": {
      "key": "gaoyuan-ezreal",
      "deckId": 5069389,
      "playerId": 477131,
      "publicCode": "qfcay2qevn",
      "player": "TXG·高远",
      "databasePlayer": "TXG·bg",
      "rank": 6,
      "deckName": "ez",
      "deckCategory": "伊泽瑞尔-探险家",
      "title": "EZ牌表",
      "buttonLabel": "EZ牌表",
      "main": [
        [
          "探险家",
          1,
          "传奇｜蓝/紫｜稀有"
        ],
        [
          "伊泽瑞尔, 奥法逸才",
          1,
          "英雄单位｜紫｜3费｜3力量｜异画"
        ],
        [
          "奥术跃迁",
          2,
          "专属法术｜蓝/紫｜3费｜史诗"
        ],
        [
          "不和之印",
          3,
          "装备｜紫｜0费｜异画"
        ],
        [
          "千尾监视者",
          2,
          "单位｜蓝｜7费｜7力量｜稀有"
        ],
        [
          "菲兹, 捣蛋鬼",
          3,
          "英雄单位｜紫｜3费｜3力量｜稀有"
        ],
        [
          "残酷复活",
          2,
          "法术｜紫｜2费｜稀有"
        ],
        [
          "痛苦之酬",
          3,
          "法术｜蓝｜3费｜普通"
        ],
        [
          "风箱炎息",
          3,
          "法术｜蓝｜1费｜稀有"
        ],
        [
          "卡牌骗术",
          3,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "“敲”诈",
          3,
          "法术｜蓝｜1费｜普通"
        ],
        [
          "造化弄人",
          3,
          "法术｜紫｜3费｜普通"
        ],
        [
          "裂魂者喇煞",
          1,
          "单位｜紫｜10费｜6力量｜稀有"
        ],
        [
          "强买强卖",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "致命华彩",
          3,
          "法术｜蓝｜4费｜不凡"
        ],
        [
          "魅惑之灵",
          3,
          "单位｜紫｜3费｜2力量｜普通"
        ],
        [
          "辟心玄龙",
          1,
          "单位｜紫｜7费｜7力量｜稀有"
        ],
        [
          "罡风",
          2,
          "法术｜紫｜1费｜普通"
        ],
        [
          "化为灰烬",
          1,
          "法术｜蓝｜2费｜普通"
        ],
        [
          "虚空之门",
          1,
          "战场｜不凡"
        ],
        [
          "祖安地沟",
          1,
          "战场｜不凡"
        ],
        [
          "雷霆之纹",
          1,
          "战场｜不凡"
        ],
        [
          "混沌符文",
          6,
          "符文｜紫｜普通"
        ],
        [
          "灵光符文",
          6,
          "符文｜蓝｜普通"
        ]
      ],
      "side": [
        [
          "罡风",
          1,
          "法术｜紫｜1费｜普通"
        ],
        [
          "化为灰烬",
          2,
          "法术｜蓝｜2费｜普通"
        ],
        [
          "鬼祟的水手",
          3,
          "单位｜紫｜3费｜2力量｜普通"
        ],
        [
          "千尾监视者",
          1,
          "单位｜蓝｜7费｜7力量｜稀有"
        ],
        [
          "临终仪式",
          1,
          "装备｜紫｜3费｜2力量｜史诗"
        ]
      ]
    },
    "duoguan-sivir": {
      "key": "duoguan-sivir",
      "deckId": 5069427,
      "playerId": 389637,
      "publicCode": "kkptepvaga",
      "player": "夺冠就结婚",
      "databasePlayer": "夺冠就结婚",
      "rank": 8,
      "deckName": "玩极光就是会笑",
      "deckCategory": "希维尔-战争女神",
      "title": "希维尔牌表",
      "buttonLabel": "希维尔牌表",
      "main": [
        [
          "战争女神",
          1,
          "传奇｜橙/紫｜稀有"
        ],
        [
          "希维尔, 险中求贵",
          1,
          "英雄单位｜紫｜4费｜4力量｜稀有"
        ],
        [
          "远古巨龙",
          3,
          "单位｜橙｜12费｜10力量｜史诗"
        ],
        [
          "辟心玄龙",
          3,
          "单位｜紫｜7费｜7力量｜稀有"
        ],
        [
          "先打再问",
          3,
          "法术｜橙｜1费｜普通"
        ],
        [
          "决斗",
          2,
          "法术｜橙｜2费｜普通"
        ],
        [
          "动员",
          3,
          "法术｜橙｜2费｜普通"
        ],
        [
          "万世催化石",
          3,
          "法术｜橙｜4费｜不凡"
        ],
        [
          "暗中破坏",
          3,
          "法术｜橙｜1费｜稀有"
        ],
        [
          "罡风",
          3,
          "法术｜紫｜1费｜普通"
        ],
        [
          "卡牌骗术",
          3,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "闪耀极光",
          3,
          "装备｜橙｜9费｜史诗"
        ],
        [
          "无主宝藏",
          3,
          "装备｜紫｜2费｜不凡"
        ],
        [
          "临终仪式",
          2,
          "装备｜紫｜3费｜2力量｜史诗"
        ],
        [
          "月神恩赐",
          2,
          "法术｜紫｜3费｜普通"
        ],
        [
          "蚀魂夜",
          1,
          "法术｜紫｜6费｜稀有"
        ],
        [
          "占卜花朵",
          1,
          "装备｜紫｜1费｜不凡"
        ],
        [
          "责退",
          1,
          "法术｜紫｜2费｜普通"
        ],
        [
          "攀圣长阶",
          1,
          "战场｜不凡"
        ],
        [
          "雷霆之纹",
          1,
          "战场｜不凡"
        ],
        [
          "卑鄙之喉的巢穴",
          1,
          "战场｜不凡"
        ],
        [
          "摧破符文",
          6,
          "符文｜橙｜异画"
        ],
        [
          "混沌符文",
          6,
          "符文｜紫｜异画"
        ]
      ],
      "side": [
        [
          "坚毅不倒",
          2,
          "法术｜橙｜1费｜不凡"
        ],
        [
          "剑刃飓风",
          3,
          "法术｜橙｜1费｜普通"
        ],
        [
          "决斗",
          1,
          "法术｜橙｜2费｜普通"
        ],
        [
          "强买强卖",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "月神恩赐",
          1,
          "法术｜紫｜3费｜普通"
        ]
      ]
    },
    "tqw-reksai": {
      "key": "tqw-reksai",
      "deckId": 5069450,
      "playerId": 427763,
      "publicCode": "nk2bcqf2ug",
      "player": "XXT.tqw",
      "databasePlayer": "XXT.tqw",
      "rank": 62,
      "deckName": "红挖",
      "deckCategory": "雷克塞-虚空遁地兽",
      "title": "雷克塞牌表",
      "buttonLabel": "雷克塞牌表",
      "main": [
        [
          "虚空遁地兽",
          1,
          "传奇｜红/黄｜稀有"
        ],
        [
          "雷克塞, 黄沙噬猎",
          1,
          "英雄单位｜红｜3费｜3力量｜史诗"
        ],
        [
          "虚空猛冲",
          3,
          "专属法术｜红/黄｜2费｜史诗"
        ],
        [
          "长剑",
          1,
          "装备｜红｜2费｜2力量｜稀有"
        ],
        [
          "暴怒之印",
          3,
          "装备｜红｜0费｜史诗"
        ],
        [
          "牺牲",
          3,
          "法术｜黄｜1费｜稀有"
        ],
        [
          "断魂一扼",
          2,
          "法术｜黄｜2费｜不凡"
        ],
        [
          "顺劈",
          2,
          "法术｜红｜1费｜普通"
        ],
        [
          "星落",
          3,
          "法术｜红｜2费｜稀有"
        ],
        [
          "清理门户",
          3,
          "法术｜黄｜2费｜普通"
        ],
        [
          "暗刃",
          2,
          "法术｜黄｜2费｜普通"
        ],
        [
          "晶能阻断器",
          2,
          "单位｜红｜2费｜2力量｜普通"
        ],
        [
          "虚空兽苗",
          3,
          "单位｜红｜2费｜2力量｜不凡"
        ],
        [
          "诚实掮客",
          3,
          "单位｜黄｜2费｜2力量｜普通"
        ],
        [
          "诺克萨斯新兵",
          3,
          "单位｜红｜4费｜4力量｜普通"
        ],
        [
          "艾希, 凛如寒芒",
          1,
          "英雄单位｜黄｜5费｜4力量｜稀有"
        ],
        [
          "蔚, 和平卫士",
          2,
          "英雄单位｜黄｜5费｜5力量｜稀有"
        ],
        [
          "不朽凤凰",
          3,
          "单位｜红｜3费｜3力量｜史诗"
        ],
        [
          "雷区",
          1,
          "战场｜不凡"
        ],
        [
          "荣耀竞技场",
          1,
          "战场｜不凡"
        ],
        [
          "祖安地沟",
          1,
          "战场｜不凡"
        ],
        [
          "序理符文",
          5,
          "符文｜黄｜普通"
        ],
        [
          "炽烈符文",
          7,
          "符文｜红｜普通"
        ]
      ],
      "side": [
        [
          "废物利用",
          3,
          "法术｜黄｜2费｜不凡"
        ],
        [
          "铁甲先锋",
          1,
          "单位｜红｜6费｜6力量｜稀有"
        ],
        [
          "蔚, 铲除者",
          1,
          "英雄单位｜红｜2费｜3力量｜稀有"
        ],
        [
          "艾希, 凛如寒芒",
          1,
          "英雄单位｜黄｜5费｜4力量｜稀有"
        ],
        [
          "小鲨鱼",
          1,
          "单位｜红｜3费｜1力量｜普通"
        ],
        [
          "长剑",
          1,
          "装备｜红｜2费｜2力量｜稀有"
        ]
      ]
    },
    "zhongyu-diana": {
      "key": "zhongyu-diana",
      "deckId": 5069522,
      "playerId": 421879,
      "publicCode": "vv2c5yymmm",
      "player": "FG-终雨",
      "databasePlayer": "FG-终雨",
      "rank": 19,
      "deckName": "赛前只玩过2把的皎月",
      "deckCategory": "黛安娜-皎月女神",
      "title": "皎月牌表",
      "buttonLabel": "皎月牌表",
      "main": [
        [
          "皎月女神",
          1,
          "传奇｜蓝/紫｜稀有"
        ],
        [
          "黛安娜, 皎月化身",
          1,
          "英雄单位｜蓝｜3费｜3力量｜异画"
        ],
        [
          "彗, 焚心绘华",
          3,
          "英雄单位｜蓝｜5费｜5力量｜稀有"
        ],
        [
          "薇古丝, 冷眼旁观",
          2,
          "英雄单位｜紫｜4费｜4力量｜史诗"
        ],
        [
          "菲兹, 捣蛋鬼",
          2,
          "英雄单位｜紫｜3费｜3力量｜稀有"
        ],
        [
          "坏坏魄罗",
          2,
          "单位｜蓝｜2费｜2力量｜普通"
        ],
        [
          "拉文布鲁姆学生",
          3,
          "单位｜蓝｜2费｜2力量｜不凡"
        ],
        [
          "千尾监视者",
          2,
          "单位｜蓝｜7费｜7力量｜稀有"
        ],
        [
          "月蚀",
          2,
          "法术｜蓝｜3费｜普通"
        ],
        [
          "造化弄人",
          1,
          "法术｜紫｜3费｜普通"
        ],
        [
          "痛苦之酬",
          2,
          "法术｜蓝｜3费｜普通"
        ],
        [
          "闪现",
          1,
          "法术｜紫｜2费｜普通"
        ],
        [
          "“敲”诈",
          3,
          "法术｜蓝｜1费｜普通"
        ],
        [
          "罡风",
          2,
          "法术｜紫｜1费｜普通"
        ],
        [
          "驭风而行",
          2,
          "法术｜紫｜2费｜普通"
        ],
        [
          "卡牌骗术",
          3,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "塞壬号",
          1,
          "装备｜紫｜2费｜不凡"
        ],
        [
          "月之降临",
          3,
          "专属法术｜蓝/紫｜3费｜史诗"
        ],
        [
          "折戟再战",
          1,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "风箱炎息",
          2,
          "法术｜蓝｜1费｜稀有"
        ],
        [
          "卡莎, 蜕变者",
          1,
          "英雄单位｜蓝｜6费｜6力量｜异画"
        ],
        [
          "强买强卖",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "废弃大厅",
          1,
          "战场｜不凡"
        ],
        [
          "冰霜要塞",
          1,
          "战场｜不凡"
        ],
        [
          "拉文布鲁姆学院",
          1,
          "战场｜不凡"
        ],
        [
          "混沌符文",
          7,
          "符文｜紫｜普通"
        ],
        [
          "灵光符文",
          5,
          "符文｜蓝｜普通"
        ]
      ],
      "side": [
        [
          "蒙多医生, 主治大夫",
          1,
          "英雄单位｜蓝｜8费｜6力量｜稀有"
        ],
        [
          "遗弃",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "折戟再战",
          1,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "责退",
          1,
          "法术｜紫｜2费｜普通"
        ],
        [
          "驭风而行",
          1,
          "法术｜紫｜2费｜普通"
        ],
        [
          "闪现",
          1,
          "法术｜紫｜2费｜普通"
        ],
        [
          "造化弄人",
          1,
          "法术｜紫｜3费｜普通"
        ],
        [
          "月蚀",
          1,
          "法术｜蓝｜3费｜普通"
        ]
      ]
    },
    "oak-irelia": {
      "key": "oak-irelia",
      "deckId": 5069542,
      "playerId": 390036,
      "publicCode": "snw5egr8z5",
      "player": "LineKa·OAK",
      "databasePlayer": "LineKa·OAK",
      "rank": 2,
      "deckName": "刀妹",
      "deckCategory": "艾瑞莉娅-刀锋舞者",
      "title": "刀妹牌表",
      "buttonLabel": "刀妹牌表",
      "main": [
        [
          "刀锋舞者",
          1,
          "传奇｜绿/紫｜稀有"
        ],
        [
          "艾瑞莉娅, 虔心承志",
          1,
          "英雄单位｜绿｜5费｜4力量｜史诗"
        ],
        [
          "极速反制",
          1,
          "法术｜绿｜2费｜不凡"
        ],
        [
          "蔑视",
          3,
          "法术｜绿｜1费｜普通"
        ],
        [
          "训练有素",
          3,
          "法术｜绿｜2费｜不凡"
        ],
        [
          "驭风而行",
          2,
          "法术｜紫｜2费｜普通"
        ],
        [
          "距破之舞",
          3,
          "专属法术｜绿/紫｜1费｜史诗"
        ],
        [
          "守护天使",
          1,
          "装备｜绿｜2费｜1力量｜稀有"
        ],
        [
          "魅惑妖术",
          3,
          "法术｜绿｜1费｜普通"
        ],
        [
          "天角牧者",
          2,
          "单位｜绿｜4费｜3力量｜不凡"
        ],
        [
          "塞壬号",
          1,
          "装备｜紫｜2费｜不凡"
        ],
        [
          "轻灵之靴",
          2,
          "装备｜紫｜3费｜2力量｜不凡"
        ],
        [
          "决斗架势",
          2,
          "法术｜绿｜1费｜普通"
        ],
        [
          "卡牌骗术",
          3,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "艾瑞莉娅, 虔心承志",
          1,
          "英雄单位｜绿｜5费｜4力量｜异画"
        ],
        [
          "迅捷蟹",
          2,
          "单位｜绿｜2费｜0力量｜稀有"
        ],
        [
          "玄冰之心",
          1,
          "装备｜绿｜3费｜稀有"
        ],
        [
          "闪现",
          1,
          "法术｜紫｜2费｜普通"
        ],
        [
          "造化弄人",
          1,
          "法术｜紫｜3费｜普通"
        ],
        [
          "薇古丝, 冷眼旁观",
          1,
          "英雄单位｜紫｜4费｜4力量｜史诗"
        ],
        [
          "中娅沙漏",
          2,
          "装备｜绿｜2费｜稀有"
        ],
        [
          "哀哀魄罗",
          2,
          "单位｜绿｜2费｜2力量｜普通"
        ],
        [
          "夜之锋刃",
          1,
          "装备｜紫｜3费｜2力量｜稀有"
        ],
        [
          "自适应机器人",
          1,
          "单位｜绿｜4费｜3力量｜不凡"
        ],
        [
          "巨神峰之巅",
          1,
          "战场｜不凡"
        ],
        [
          "废弃大厅",
          1,
          "战场｜不凡"
        ],
        [
          "沉没神庙",
          1,
          "战场｜不凡"
        ],
        [
          "混沌符文",
          6,
          "符文｜紫｜普通"
        ],
        [
          "翠意符文",
          6,
          "符文｜绿｜普通"
        ]
      ],
      "side": [
        [
          "自适应机器人",
          1,
          "单位｜绿｜4费｜3力量｜不凡"
        ],
        [
          "风之障壁",
          1,
          "法术｜绿｜3费｜不凡"
        ],
        [
          "罡风",
          1,
          "法术｜紫｜1费｜普通"
        ],
        [
          "紧急召回",
          1,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "换换乐",
          1,
          "法术｜紫｜2费｜稀有"
        ],
        [
          "薇古丝, 郁郁",
          1,
          "英雄单位｜紫｜5费｜5力量｜稀有"
        ],
        [
          "玄冰之心",
          1,
          "装备｜绿｜3费｜稀有"
        ],
        [
          "走开",
          1,
          "法术｜绿｜3费｜不凡"
        ]
      ]
    },
    "linchuan-yi": {
      "key": "linchuan-yi",
      "deckId": 5069573,
      "playerId": 389573,
      "publicCode": "6dbkr7dkyc",
      "player": "燐川",
      "databasePlayer": "燐川",
      "rank": 1,
      "deckName": "1.0",
      "deckCategory": "易-无极剑圣, 入门",
      "title": "剑圣牌表",
      "buttonLabel": "剑圣牌表",
      "main": [
        [
          "无极剑圣, 入门",
          1,
          "传奇｜绿/橙｜稀有"
        ],
        [
          "易, 臻入化境",
          1,
          "英雄单位｜橙｜4费｜4力量｜稀有"
        ],
        [
          "训练有素",
          3,
          "法术｜绿｜2费｜不凡"
        ],
        [
          "中娅沙漏",
          3,
          "装备｜绿｜2费｜稀有"
        ],
        [
          "哀哀魄罗",
          3,
          "单位｜绿｜2费｜2力量｜普通"
        ],
        [
          "蔑视",
          3,
          "法术｜绿｜1费｜普通"
        ],
        [
          "决斗架势",
          3,
          "法术｜绿｜1费｜普通"
        ],
        [
          "魅惑妖术",
          3,
          "法术｜绿｜1费｜普通"
        ],
        [
          "雷恩加尔, 异兽猎手",
          3,
          "英雄单位｜橙｜5费｜6力量｜史诗"
        ],
        [
          "迅捷蟹",
          3,
          "单位｜绿｜2费｜0力量｜稀有"
        ],
        [
          "卑鄙之喉",
          3,
          "单位｜绿｜8费｜8力量｜史诗"
        ],
        [
          "大副",
          3,
          "单位｜橙｜3费｜3力量｜普通"
        ],
        [
          "美味仙灵",
          3,
          "单位｜绿｜7费｜6力量｜稀有"
        ],
        [
          "先打再问",
          2,
          "法术｜橙｜1费｜普通"
        ],
        [
          "决斗",
          2,
          "法术｜橙｜2费｜普通"
        ],
        [
          "守护天使",
          2,
          "装备｜绿｜2费｜1力量｜稀有"
        ],
        [
          "流星疗泉",
          1,
          "战场｜不凡"
        ],
        [
          "星尖峰",
          1,
          "战场｜不凡"
        ],
        [
          "卑鄙之喉的巢穴",
          1,
          "战场｜不凡"
        ],
        [
          "翠意符文",
          6,
          "符文｜绿｜普通"
        ],
        [
          "摧破符文",
          6,
          "符文｜橙｜普通"
        ]
      ],
      "side": [
        [
          "暗中破坏",
          3,
          "法术｜橙｜1费｜稀有"
        ],
        [
          "阿克尚, 放浪不羁",
          3,
          "英雄单位｜橙｜4费｜4力量｜稀有"
        ],
        [
          "极速反制",
          2,
          "法术｜绿｜2费｜不凡"
        ]
      ]
    },
    "fsw-sivir": {
      "key": "fsw-sivir",
      "deckId": 5069615,
      "playerId": 387322,
      "publicCode": "8wu5qanqna",
      "player": "FSW.未来",
      "databasePlayer": "FSW.未来",
      "rank": 64,
      "deckName": "666.666",
      "deckCategory": "希维尔-战争女神",
      "title": "希维尔牌表",
      "buttonLabel": "希维尔牌表",
      "main": [
        [
          "战争女神",
          1,
          "传奇｜橙/紫｜稀有"
        ],
        [
          "希维尔, 险中求贵",
          1,
          "英雄单位｜紫｜4费｜4力量｜稀有"
        ],
        [
          "远古巨龙",
          3,
          "单位｜橙｜12费｜10力量｜史诗"
        ],
        [
          "辟心玄龙",
          2,
          "单位｜紫｜7费｜7力量｜稀有"
        ],
        [
          "强买强卖",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "剑刃飓风",
          2,
          "法术｜橙｜1费｜普通"
        ],
        [
          "动员",
          3,
          "法术｜橙｜2费｜普通"
        ],
        [
          "万世催化石",
          3,
          "法术｜橙｜4费｜不凡"
        ],
        [
          "残酷复活",
          2,
          "法术｜紫｜2费｜稀有"
        ],
        [
          "月神恩赐",
          3,
          "法术｜紫｜3费｜普通"
        ],
        [
          "遗弃",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "决斗",
          2,
          "法术｜橙｜2费｜普通"
        ],
        [
          "罡风",
          3,
          "法术｜紫｜1费｜普通"
        ],
        [
          "反转时间线",
          1,
          "法术｜紫｜3费｜史诗"
        ],
        [
          "卡牌骗术",
          3,
          "法术｜紫｜1费｜不凡"
        ],
        [
          "奇妙行囊",
          1,
          "装备｜紫｜2费｜不凡"
        ],
        [
          "无主宝藏",
          3,
          "装备｜紫｜2费｜不凡"
        ],
        [
          "闪耀极光",
          3,
          "装备｜橙｜9费｜史诗"
        ],
        [
          "占卜花朵",
          2,
          "装备｜紫｜1费｜不凡"
        ],
        [
          "临终仪式",
          1,
          "装备｜紫｜3费｜2力量｜史诗"
        ],
        [
          "攀圣长阶",
          1,
          "战场｜不凡"
        ],
        [
          "雷霆之纹",
          1,
          "战场｜不凡"
        ],
        [
          "遗忘丰碑",
          1,
          "战场｜不凡"
        ],
        [
          "摧破符文",
          6,
          "符文｜橙｜异画"
        ],
        [
          "混沌符文",
          2,
          "符文｜紫｜异画"
        ],
        [
          "混沌符文",
          2,
          "符文｜紫｜Promo"
        ],
        [
          "混沌符文",
          2,
          "符文｜紫｜异画"
        ]
      ],
      "side": [
        [
          "暗中破坏",
          3,
          "法术｜橙｜1费｜稀有"
        ],
        [
          "遗弃",
          1,
          "法术｜紫｜2费｜不凡"
        ],
        [
          "临终仪式",
          1,
          "装备｜紫｜3费｜2力量｜史诗"
        ],
        [
          "坚毅不倒",
          2,
          "法术｜橙｜1费｜不凡"
        ],
        [
          "辟心玄龙",
          1,
          "单位｜紫｜7费｜7力量｜稀有"
        ]
      ]
    }
  }
};
